{
    "main": {
        "welcome": "Welcome to XIVDATA!",
        "newscreenshots": "New Screenshots",
        "language": "Language"
    },
    "languages": {
        "en": "English",
        "de": "German",
        "fr": "French",
        "ja": "Japanese"
    },
    "auth": {
        "failed": "These credentials do not match our records.",
        "throttle": "Too many login attempts. Please try again in :seconds seconds.",
        "noaccount": "Don&apos;t have an account? Sign up now",
        "discord": "Login with Discord",
        "termsofservice": "With the registration you accept XIVDATA`s Terms of Service",
        "accountalready": "Already have an account? Login"
    },
    "errors": {
        "btd": "Back to Dashboard",
        "404": "Sorry, page ot found",
        "404desc": "Sounds terrible? Yes! But whatever you looking for here, it is not here. Sorry!",
        "500": "Server Error",
        "500desc": "Something went wrong!",
        "503": "Service Unavailable"
    },
    "comments": {
        "view": "View",
        "date": "Date",
        "pageinfo": "Info"
    },
    "discord": {
        "voicechannel": "Voice Channel",
        "no_vc": "No Voice Channel avaible",
        "membersonline": "Members Online",
        "join": "Join {servername}"
    },
    "character": {
        "name": "Name",
        "gender": "Gender",
        "race": "Race",
        "tribe": "Tribe",
        "screenshots": "Screenshots",
        "nameday": "Birthday",
        "grandcompanyname": "Grand Company",
        "freecompany": "Free Company",
        "NotA": "Not Available",
        "class": "Class",
        "bio": "Biography",
        "info_button": "Character Info",
        "portrait": "Portrait",
        "classjobs": "Classes/Jobs",
        "mounts": "Mounts",
        "minions": "Minions",
        "archievments": "Achievements",
        "classicon": "Class/Job Symbol",
        "classname": "Class/Job Name",
        "classlevel": "Level",
        "submitscreenshot": "Submit a new Screenshot",
        "grandcompany0": "None",
        "grandcompany1": "Maelstrom",
        "grandcompany3": "Immortal Flames",
        "grandcompany2": "Order of the Twin Adder",
        "parsedate": "Last Updated",
        "linkshells": "Linkshells",
        "cws": "Cross-World Linkshells",
        "trophy_name": "Name of Archievement",
        "trophy_obtained": "Obtained",
        "trophy_points": "Points earned",
        "level": "Level",
        "exptilnextlvl": "Expierence needed for next Level:",
        "percent": "Actual Percentage:"
    },
    "duty": {
        "info": "Info",
        "map": "Map",
        "battles": "Boss Battles",
        "quests": "Quests",
        "loot": "Loot",
        "guides": "Guides"
    },
    "footer": {
        "copyright_xivdata": "Created with <i class='fas fa-heart text-danger'></i> by Syntafin. For a better Eorzea."
    },
    "freecompany": {
        "info_button": "Info",
        "member_button": "Members",
        "screenshots_button": "Screenshots",
        "bank_button": "Bank",
        "apply_button": "Apply"
    },
    "index": {
        "maintenance": "Maintenance Info",
        "companion": "Companion",
        "game": "Worlds",
        "lodestone": "Lodestone",
        "mog": "Store",
        "psn": "PSN",
        "nomt": "No Maintenance",
        "mt_starttime": "Starts",
        "mt_endtime": "Ends",
        "mt_current": "Currently",
        "mt_current_false": "No",
        "mt_current_true": "Maintenance Active",
        "daysleft": "{0} Maintenance is Today|{1} :days Day until Maintenance|[2,*] :days Days until Maintenance",
        "more": "More"
    },
    "item": {
        "description": "Description",
        "comments": "Comments",
        "crafting": "Synthesis",
        "merchants": "Vendors",
        "screenshots": "Screenshots"
    },
    "linkshell": {
        "member": "Member",
        "apply": "Apply",
        "description": "More Information about the Linkshell LSNAME",
        "name": "Name",
        "rank": "Rank",
        "moreinfo": "More Info"
    },
    "maintenance": {
        "undermaintenance": "Page is in Maintenance Mode",
        "faq1": "What does this mean?",
        "faq2": "How long will it take?",
        "faq3": "Need Support?",
        "faq1txt": "The Page is actual under Maintenance Mode, when we are done with it, the page will be back online, just look in a few Minutes again or check Discord/Twitter for furter updates!",
        "faq2txt": "In the most cases, this is just when we apply a new update, so it just take a few minutes. If there is a longer Outtime, we will post something in Discord/Twitter to inform you! Please dont ask how long it will take there, it is done when it is done.",
        "faq3txt": "You have a critical question about the Page/Service? Dont hesistate to ask on our Discord! Please dont ask things about the game just because the Page is in Maintenance (you can ask on the Discord, but please not in the Support-Channel!).",
        "message": "We are currently under Maintenance. We will be back soon."
    },
    "messages": {
        "welcome": "Welcome to XIVDATA",
        "subtitle": "This is a database for FINAL FANTASY XIV, the MMORPG of the Final Fantasy series.",
        "pagedescription": "This is a database for FINAL FANTASY XIV, the MMORPG of the Final Fantasy series.",
        "pagenotfound": "Sorry, the page was not found",
        "pnf_desc": "It will be as simple as Occidental in fact, it will be Occidental to an English person",
        "backhome": "Back to Home",
        "language": "English",
        "search": "Search...",
        "previous": "Previous",
        "next": "Next",
        "character": "Characters",
        "moreinfo": "More Info",
        "linkshell": "Linkshells",
        "messages": "Messages",
        "german": "German",
        "english": "English",
        "french": "French",
        "japanese": "Japanese",
        "database": "Database",
        "items": "Items",
        "newscreenshots": "Latest Screenshots",
        "discord": "Discord",
        "login": "Login",
        "login_subtitle": "Enter your Login informations",
        "emailadress": "Email",
        "password": "Password",
        "confirm_password": "Confirm Password",
        "remember_login": "Remember Me",
        "forgot_password": "Forgot Password?",
        "register": "Register",
        "register_subtitle": "Register for XIVDATA",
        "accountalready": "Already got an Account?",
        "name": "Username",
        "latestcomments": "Latest Comments",
        "email": "Email adress:",
        "email_placeholder": "username@example.com",
        "subject": "Subject",
        "subject_placeholder": "Hello World",
        "messagetext": "Your Message",
        "sendmessage": "Send Message",
        "querysearch": "Basic Search"
    },
    "navbar": {
        "home": "Home",
        "freecompany": "Free Company",
        "items": "ItemsDB",
        "duties": "ContentDB",
        "linkshells": "Linkshells",
        "community": "Community",
        "tools": "Tools",
        "about": "About",
        "aboutus": "About Us",
        "team": "Team",
        "contact": "Contact",
        "impress": "Impress",
        "news": "News",
        "member": "Member",
        "screenshots": "Screenshots",
        "characters": "Characters",
        "search": "Search"
    },
    "news": {
        "view": "More"
    },
    "pagetitle": {
        "team": "Team",
        "aboutus": "About Us"
    },
    "pagination": {
        "previous": "&laquo; Previous",
        "next": "Next &raquo;"
    },
    "password": {
        "reset": "Your password has been reset!",
        "sent": "We have e-mailed you your password reset link!",
        "throttled": "Please wait before trying again.",
        "token": "This password reset token is invalid.",
        "user": "We can't find a user with that e-mail address."
    },
    "placeholder": {
        "email": "Enter Email",
        "username": "Enter Username",
        "password": "Enter Password"
    },
    "settings": {
        "settings": "Page Settings",
        "chooselayout": "Choose Theme",
        "darkmode": "Dark Mode",
        "lightmode": "Light Mode",
        "vertical": "Vertical Layout",
        "horizontal": "Horizontal Layout"
    },
    "user": {
        "userprofile": "My Profile",
        "profileinfo": "View and Edit your profile information",
        "profile": "Profile",
        "pm": "Private Messages",
        "settings": "Settings",
        "security": "Security",
        "friendlist": "Friendlist",
        "blacklist": "Blacklist",
        "logout": "Logout",
        "login": "Login",
        "register": "Register",
        "admin": "Admin",
        "edit": "Edit",
        "validate": "Validate",
        "remove": "Remove",
        "mycharacterlist": "My Characters",
        "charactername": "Character Name",
        "actions": "Actions",
        "loginsucefully": "Well done! You are now logged in! Enjoy!",
        "translations": "Translations",
        "verifymail": "Verify Mail Adress",
        "profilename": "Profile of :name"
    },
    "validation": {
        "later": "Will come later in :D do not Translate this!"
    },
    "widgets": {
        "discord_voicechannel": "Voice Channels",
        "discord_memberlist": "Members Online",
        "discord_novoice": "No Voice Channels available",
        "discord_playing": "Playing:",
        "discord_joinserver": "Join :server"
    },
    "about": {
        "impress": "<h2>Information pursuant to Sect. 5 German Telemedia Act (TMG)</h2><p>Sebastian Anderie<br />Wiesenweg 5/1<br />73447 Oberkochen</p><h2>Contact</h2><p>Phone: 073642900086<br />E-mail: syntafin@xivdata.com</p><h3>Liability for Contents</h3> <p>As service providers, we are liable for own contents of these websites according to Paragraph 7, Sect. 1 German Telemedia Act (TMG). However, according to Paragraphs 8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities.</p> <p>Legal obligations to removing information or to blocking the use of information remain unchallenged. In this case, liability is only possible at the time of knowledge about a specific violation of law. Illegal contents will be removed immediately at the time we get knowledge of them.</p> <h3>Liability for Links</h3> <p>Our offer includes links to external third-party websites. We have no influence on the contents of those websites, therefore we cannot guarantee for those contents. Providers or administrators of linked websites are always responsible for their own contents.</p> <p>The linked websites had been checked for possible violations of law at the time of the establishment of the link. Illegal contents were not detected at the time of the linking. A permanent monitoring of the contents of linked websites cannot be imposed without reasonable indications that there has been a violation of law. Illegal links will be removed immediately at the time we get knowledge of them.</p> <h3>Copyright</h3> <p>Contents and compilations published on these websites by the providers are subject to German copyright laws. Reproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator. Downloads and copies of these websites are permitted for private use only.<br /> The commercial use of our contents without permission of the originator is prohibited.</p> <p>Copyright laws of third parties are respected as long as the contents on these websites do not originate from the provider. Contributions of third parties on this site are indicated as such. However, if you notice any violations of copyright law, please inform us. Such contents will be removed immediately.</p>",
        "gdpr": "<h1>Privacy Policy</h1><h2>1. An overview of data protection</h2><h3>General information</h3> <p>The following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit this website. The term “personal data” comprises all data that can be used to personally identify you. For detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.</p><h3>Data recording on this website</h3> <h4>Who is the responsible party for the recording of data on this website (i.e. the “controller”)?</h4> <p>The data on this website is processed by the operator of the website, whose contact information is available under section “Information Required by Law” on this website.</p> <h4>How do we record your data?</h4> <p>We collect your data as a result of your sharing of your data with us. This may, for instance be information you enter into our contact form.</p> <p>Other data shall be recorded by our IT systems automatically or after you consent to its recording during your website visit. This data comprises primarily technical information (e.g. web browser, operating system or time the site was accessed). This information is recorded automatically when you access this website.</p> <h4>What are the purposes we use your data for?</h4> <p>A portion of the information is generated to guarantee the error free provision of the website. Other data may be used to analyze your user patterns.</p> <h4>What rights do you have as far as your information is concerned?</h4> <p>You have the right to receive information about the source, recipients and purposes of your archived personal data at any time without having to pay a fee for such disclosures. You also have the right to demand that your data are rectified or eradicated. If you have consented to data processing, you have the option to revoke this consent at any time, which shall affect all future data processing. Moreover, you have the right to demand that the processing of your data be restricted under certain circumstances. Furthermore, you have the right to log a complaint with the competent supervising agency.</p> <p>Please do not hesitate to contact us at any time under the address disclosed in section “Information Required by Law” on this website if you have questions about this or any other data protection related issues.</p><h2>2. Hosting and Content Delivery Networks (CDN)</h2><h3>External Hosting</h3> <p>This website is hosted by an external service provider (host). Personal data collected on this website are stored on the servers of the host. These may include, but are not limited to, IP addresses, contact requests, metadata and communications, contract information, contact information, names, web page access, and other data generated through a web site.</p> <p>The host is used for the purpose of fulfilling the contract with our potential and existing customers (Art. 6 para. 1 lit. b GDPR) and in the interest of secure, fast and efficient provision of our online services by a professional provider (Art. 6 para. 1 lit. f GDPR).</p> <p>Our host will only process your data to the extent necessary to fulfil its performance obligations and to follow our instructions with respect to such data.</p> <p>We are using the following host:</p><p>Hetzner Online GmbH<br />Industriestr. 25<br />91710 Gunzenhausen<br />Deutschland</p><h4>Execution of a contract data processing agreement</h4> <p>In order to guarantee processing in compliance with data protection regulations, we have concluded an order processing contract with our host.</p><h3>Cloudflare</h3> <p>We use the “Cloudflare” service provided by Cloudflare Inc., 101 Townsend St., San Francisco, CA 94107, USA. (hereinafter referred to as “Cloudflare”).</p> <p>Cloudflare offers a content delivery network with DNS that is available worldwide. As a result, the information transfer that occurs between your browser and our website is technically routed via Cloudflare’s network. This enables Cloudflare to analyze data transactions between your browser and our website and to work as a filter between our servers and potentially malicious data traffic from the Internet. In this context, Cloudflare may also use cookies or other technologies deployed to recognize Internet users, which shall, however, only be used for the herein described purpose.</p> <p>The use of Cloudflare is based on our legitimate interest in a provision of our website offerings that is as error free and secure as possible (Art. 6 Sect. 1 lit. f GDPR).</p> <p>For more information on Cloudflare’s security precautions and data privacy policies, please follow this link: <a href='https://www.cloudflare.com/privacypolicy/' target='_blank' rel='noopener'>https://www.cloudflare.com/privacypolicy/</a>.</p><h4>Execution of a contract data processing agreement</h4> <p>In order to guarantee processing in compliance with data protection regulations, we have concluded an order processing contract with Cloudflare.</p><h2>3. General information and mandatory information</h2><h3>Data protection</h3> <p>The operators of this website and its pages take the protection of your personal data very seriously. Hence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration.</p> <p>Whenever you use this website, a variety of personal information will be collected. Personal data comprises data that can be used to personally identify you. This Data Protection Declaration explains which data we collect as well as the purposes we use this data for. It also explains how, and for which purpose the information is collected.</p> <p>We herewith advise you that the transmission of data via the Internet (i.e. through e-mail communications) may be prone to security gaps. It is not possible to completely protect data against third-party access.</p><h3>Information about the responsible party (referred to as the “controller” in the GDPR)</h3> <p>The data processing controller on this website is:</p> <p>Sebastian Anderie<br />Wiesenweg 5/1<br />73447 Oberkochen<br />Deutschland</p><p>Phone: 073642900086<br />E-mail: syntafin@xivdata.com</p><p>The controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g. names, e-mail addresses, etc.).</p><h3>Storage duration</h3> <p>Unless a more specific storage period has been specified in this privacy policy, your personal data will remain with us until the purpose for which it was collected no longer applies. If you assert a justified request for deletion or revoke your consent to data processing, your data will be deleted, unless we have other legally permissible reasons for storing your personal data (e.g. tax or commercial law retention periods); in the latter case, the deletion will take place after these reasons cease to apply.</p><h3>Information on data transfer to the USA</h3> <p>Our website uses, in particular, tools from companies based in the USA. When these tools are active, your personal information may be transferred to the US servers of these companies. We must point out that the USA is not a safe third country within the meaning of EU data protection law. US companies are required to release personal data to security authorities without you as the data subject being able to take legal action against this. The possibility cannot therefore be excluded that US authorities (e.g. secret services) may process, evaluate and permanently store your data on US servers for monitoring purposes.  We have no influence over these processing activities.</p><h3>Revocation of your consent to the processing of data</h3> <p>A wide range of data processing transactions are possible only subject to your express consent. You can also revoke at any time any consent you have already given us. This shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.</p><h3>Right to object to the collection of data in special cases; right to object to direct advertising (Art. 21 GDPR)</h3> <p>IN THE EVENT THAT DATA ARE PROCESSED ON THE BASIS OF ART. 6 SECT. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA BASED ON GROUNDS ARISING FROM YOUR UNIQUE SITUATION. THIS ALSO APPLIES TO ANY PROFILING BASED ON THESE PROVISIONS. TO DETERMINE THE LEGAL BASIS, ON WHICH ANY PROCESSING OF DATA IS BASED, PLEASE CONSULT THIS DATA PROTECTION DECLARATION. IF YOU LOG AN OBJECTION, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE ARE IN A POSITION TO PRESENT COMPELLING PROTECTION WORTHY GROUNDS FOR THE PROCESSING OF YOUR DATA, THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PURPOSE OF THE PROCESSING IS THE CLAIMING, EXERCISING OR DEFENCE OF LEGAL ENTITLEMENTS (OBJECTION PURSUANT TO ART. 21 SECT. 1 GDPR).</p> <p>IF YOUR PERSONAL DATA IS BEING PROCESSED IN ORDER TO ENGAGE IN DIRECT ADVERTISING, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR AFFECTED PERSONAL DATA FOR THE PURPOSES OF SUCH ADVERTISING. THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS AFFILIATED WITH SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART. 21 SECT. 2 GDPR).</p><h3>Right to log a complaint with the competent supervisory agency</h3> <p>In the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred. The right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.</p><h3>Right to data portability</h3> <p>You have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format. If you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.</p><h3>SSL and/or TLS encryption</h3> <p>For security reasons and to protect the transmission of confidential content, such as purchase orders or inquiries you submit to us as the website operator, this website uses either an SSL or a TLS encryption program. You can recognize an encrypted connection by checking whether the address line of the browser switches from “http://” to “https://” and also by the appearance of the lock icon in the browser line.</p> <p>If the SSL or TLS encryption is activated, data you transmit to us cannot be read by third parties.</p><h3>Information about, rectification and eradication of data</h3> <p>Within the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data. You may also have a right to have your data rectified or eradicated. If you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time at the address provided in section “Information Required by Law.”</p><h3>Right to demand processing restrictions</h3> <p>You have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned. To do so, you may contact us at any time at the address provided in section “Information Required by Law.” The right to demand restriction of processing applies in the following cases:</p> <ul> <li>In the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim. During the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.</li> <li>If the processing of your personal data was/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.</li> <li>If we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.</li> <li>If you have raised an objection pursuant to Art. 21 Sect. 1 GDPR, your rights and our rights will have to be weighed against each other. As long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.</li> </ul> <p>If you have restricted the processing of your personal data, these data – with the exception of their archiving – may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.</p><h2>4. Recording of data on this website</h2><h3>Cookies</h3> <p>Our websites and pages use what the industry refers to as “cookies.” Cookies are small text files that do not cause any damage to your device. They are either stored temporarily for the duration of a session (session cookies) or they are permanently archived on your device (permanent cookies). Session cookies are automatically deleted once you terminate your visit. Permanent cookies remain archived on your device until you actively delete them or they are automatically eradicated by your web browser.</p> <p>In some cases, it is possible that third-party cookies are stored on your device once you enter our site (third-party cookies). These cookies enable you or us to take advantage of certain services offered by the third party (e.g. cookies for the processing of payment services).</p> <p>Cookies have a variety of functions. Many cookies are technically essential since certain website functions would not work in the absence of the cookies (e.g. the shopping cart function or the display of videos). The purpose of other cookies may be the analysis of user patterns or the display of promotional messages.</p> <p>Cookies, which are required for the performance of electronic communication transactions (required cookies) or for the provision of certain functions you want to use (functional cookies, e.g. for the shopping cart function) or those that are necessary for the optimization of the website (e.g. cookies that provide measurable insights into the web audience), shall be stored on the basis of Art. 6 Sect. 1 lit. f GDPR, unless a different legal basis is cited. The operator of the website has a legitimate interest in the storage of cookies to ensure the technically error free and optimized provision of the operator’s services. If your consent to the storage of the cookies has been requested, the respective cookies are stored exclusively on the basis of the consent obtained (Art. 6 Sect. 1 lit. a GDPR); this consent may be revoked at any time.</p> <p>You have the option to set up your browser in such a manner that you will be notified any time cookies are placed and to permit the acceptance of cookies only in specific cases. You may also exclude the acceptance of cookies in certain cases or in general or activate the delete function for the automatic eradication of cookies when the browser closes. If cookies are deactivated, the functions of this website may be limited.</p> <p>In the event that third-party cookies are used or if cookies are used for analytical purposes, we will separately notify you in conjunction with this Data Protection Policy and, if applicable, ask for your consent.</p><h3>Contact form</h3> <p>If you submit inquiries to us via our contact form, the information provided in the contact form as well as any contact information provided therein will be stored by us in order to handle your inquiry and in the event that we have further questions. We will not share this information without your consent.</p> <p>The processing of these data is based on Art. 6 para. 1 lit. b GDPR, if your request is related to the execution of a contract or if it is necessary to carry out pre-contractual measures. In all other cases the processing is based on our legitimate interest in the effective processing of the requests addressed to us (Art. 6 Para. 1 lit. f GDPR) or on your agreement (Art. 6 Para. 1 lit. a GDPR) if this has been requested.</p> <p>The information you have entered into the contact form shall remain with us until you ask us to eradicate the data, revoke your consent to the archiving of data or if the purpose for which the information is being archived no longer exists (e.g. after we have concluded our response to your inquiry). This shall be without prejudice to any mandatory legal provisions – in particular retention periods.</p><h3>Registration on this website</h3> <p>You have the option to register on this website to be able to use additional website functions. We shall use the data you enter only for the purpose of using the respective offer or service you have registered for. The required information we request at the time of registration must be entered in full. Otherwise we shall reject the registration.</p> <p>To notify you of any important changes to the scope of our portfolio or in the event of technical modifications, we shall use the e-mail address provided during the registration process.</p> <p>We shall process the data entered during the registration process on the basis of your consent (Art. 6 Sect. 1 lit. a GDPR).</p> <p>The data recorded during the registration process shall be stored by us as long as you are registered on this website. Subsequently, such data shall be deleted. This shall be without prejudice to mandatory statutory retention obligations.</p><h3>The comment function on this website</h3> <p>When you use the comment function on this website, information on the time the comment was generated and your e-mail-address and, if you are not posting anonymously, the username you have selected will be archived in addition to your comments.</p><h4>Storage period for comments</h4> <p>Comments and any affiliated information shall be stored by us and remain on this website until the content the comment pertained to has been deleted in its entirety or if the comments had to be deleted for legal reasons (e.g. insulting comments).</p><h4>Legal basis</h4> <p>Comments are stored on the basis of your consent (Art. 6 Sect. 1 lit. a GDPR). You have the right to revoke at any time any consent you have already given us. To do so, all you are required to do is sent us an informal notification via e-mail. This shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.</p><h2>5. Newsletter</h2><h3>Newsletter data</h3> <p>If you would like to subscribe to the newsletter offered on this website, we will need from you an e-mail address as well as information that allow us to verify that you are the owner of the e-mail address provided and consent to the receipt of the newsletter. No further data shall be collected or shall be collected only on a voluntary basis. We shall use such data only for the sending of the requested information and shall not share such data with any third parties.</p> <p>The processing of the information entered into the newsletter subscription form shall occur exclusively on the basis of your consent (Art. 6 Sect. 1 lit. a GDPR). You may revoke the consent you have given to the archiving of data, the e-mail address and the use of this information for the sending of the newsletter at any time, for instance by clicking on the “Unsubscribe” link in the newsletter. This shall be without prejudice to the lawfulness of any data processing transactions that have taken place to date.</p> <p>The data deposited with us for the purpose of subscribing to the newsletter will be stored by us until you unsubscribe from the newsletter or the newsletter service provider and deleted from the newsletter distribution list after you unsubscribe from the newsletter. Data stored for other purposes with us remain unaffected.</p> <p>After you unsubscribe from the newsletter distribution list, your e-mail address may be stored by us or the newsletter service provider in a blacklist to prevent future mailings. The data from the blacklist is used only for this purpose and not merged with other data. This serves both your interest and our interest in complying with the legal requirements when sending newsletters (legitimate interest within the meaning of Art. 6 para. 1 lit. f GDPR). The storage in the blacklist is indefinite. <strong>You may object to the storage if your interests outweigh our legitimate interest.</strong></p><h2>6. Plug-ins and Tools</h2><h3>Google Web Fonts (local embedding)</h3> <p>This website uses so-called Web Fonts provided by Google to ensure the uniform use of fonts on this site. These Google fonts are locally installed so that a connection to Google’s servers will not be established in conjunction with this application.</p> <p>For more information on Google Web Fonts, please follow this link: <a href='https://developers.google.com/fonts/faq' target='_blank' rel='noopener noreferrer'>https://developers.google.com/fonts/faq</a> and consult Google’s Data Privacy Declaration under: <a href='https://policies.google.com/privacy?hl=en' target='_blank' rel='noopener noreferrer'>https://policies.google.com/privacy?hl=en</a>.</p><h3>Font Awesome (local embedding)</h3> <p>This website uses Font Awesome to ensure the uniform use of fonts on this site. Font Awesome is locally installed so that a connection to Fonticons, Inc.’s servers will not be established in conjunction with this application.</p> <p>For more information on Font Awesome, please and consult the Data Privacy Declaration for Font Awesome under: <a href='https://fontawesome.com/privacy' target='_blank' rel='noopener noreferrer'>https://fontawesome.com/privacy</a>.</p>"
    }
}